[Character.CharClass_Nast_Native_Warrior AIClassDefinition]
DefaultDisplayName=""
UBMKilledByMessageString=""

[Population.PawnBalance_Nast_Native_Warrior AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Guerreiro Selvagem",TransformedNames=((TransformedName="Guerreiro Habilidoso"),(TransformedName="Guerreiro Sangrento"),(TransformedName="Guerreiro Animal"),(TransformedName="Guerreiro Demoníaco"),(TransformedName="Guerreiro Espírito")))

[Skills.Skill_Stun SkillDefinition]
SkillName="Retardamento"
SkillDescription="Retarda os jogadores"
LockedSkillDetailStr="<Locked>"

